{
  "SCompanions":["Bruiser", "Charmer", "Priest", "Scoundrel", "Tinkerer", "Warrior"],
  
  "Backgrounds": [
  {"id":"Animal Farmer", "reqExp":["Domesticated animals"], "optExp":"['Haggling', 'Riding', 'Tracking', 'Wild animals']", "items":"['Animal scent', 'Shears']", "description":"You spent your life looking after livestock. You should choose a type ofanimal that was your main focus (cattle, goat, pig, etc.)"},
  {"id":"Apothecary", "reqExp":"['Alchemy']", "optExp":"['Horticulture', 'Ingesting', 'Medicine', 'Wilderness']", "items":"['Healing poultice (Medicine)', 'Pouch of herbs']", "description":"You worked with herbs and chemicals to create and distributeall sorts of drugs, medicines and assorted concoctions."},
  {"id":"ARTIST", "reqExp":"['Painting']", "optExp":"['Drawing', 'History', 'Religion', 'Sleight of hand']", "items":"['Paint & brush', 'Parchment sheets']", "description":"You used ink, paint and other physical media to create all sorts of visual art. Give some thought to your particular style of work."},
  {"id":"BAKER", "reqExp":"['Cooking']", "optExp":"['Alchemy', 'Charm', 'Haggling', 'Sleight of hand']", "items":"['Iron tongs','Loaf of bread (Food)']", "description":"You spent your days in front of a hot oven, baking bread, cakes and all manner of sweet confections."},
  {"id":"BANDIT", "reqExp":"['Riding']", "optExp":"['Gunpowder weapons', 'Intimidation', 'Precise weapons', 'Traps']", "items":"['Mask','Pistol (Gunpowder)']", "description":"Whether out of desperation or greed, you lived outside of any law and used force and intimidation to steal from people."},
  {"id":"a", "reqExp":"['a']", "optExp":"['b', 'c', 'd', 'e',]", "items":"['f','g']", "description":"This class is a lie."}
  ],
  
  "Expertises": [
	{"id":"ACCOUNTING", "description":"You know how to keep track of things through documentation. You are familiar with most forms of bookkeeping and inventory and can quickly deduce irregularities or find out organizationational information."},
	{"id":"ACROBATICS", "description":"You’re able to leap, tumble, swing and fall with skill and dexterity, as well as contort your body in ways that most people would find uncomfortable, if not impossible. GMs should keep in mind that aring a lot of heavy equipment will make acrobatic feats harder."},
	{"id":"ACTING", "description":"You are able to slip into a character easily and use your voice and mannerisms to convince people you are someone other than yourself. You can evoke strong emotions in people who are watching your performance."},
	{"id":"ALCHEMY", "description":"You are knowledgeable about mixing herbs and ingredients to create all sorts of effects, from various medicines, to poisons or basic explosives. The components needed to do such things are often rare and expensive, but you are also able to identify them by their effects."},
	{"id":"ARCANA", "description":"You know about as much about magic as a non-wizard is able to. You can identify basic spells and their effects, as well as being familiar with various folk magic beliefs and practices. You have limited knowledge of magical beings such as ghosts or animated items."},
	{"id":"BALANCED WEAPONS", "description":"You are experienced and skilled at wielding hand weapons designed for a balance of power and speed. These include longswords, axes, clubs and staves."},
	{"id":"BOWED WEAPONS", "description":"You are experienced and skilled at firing ranged weapons that propel arrows or bolts using a taut string. These include shortbows, longbows and crossbows."},
	{"id":"BRAWLING", "description":"You know how to fight unarmed, using your fists and feet to punch, kick, grapple and generally hurt others. Keep in mind that, when using this to lower the difficulty of a test, you will not be able to get a ‘useful item’ benefit from a weapon, so you may still be at a disadvantage against an armed opponent."},
	{"id":"CHARM", "description":"You’re good at getting people to like you. Whether through cunning psychological manipulation or legitimately just being a nice person, you’re adept at putting people at ease and slowly bringing them round to your point of view."},
	{"id":"COOKING", "description":"You make good food. Given the right tools and ingredients you can make delicious meals, and you can probably make passable meals without them. You’re also familiar with where to source common ingredients and know a few things about rarer ones."},
	{"id":"DOMESTICATED ANIMALS", "description":"You have a lot of experience handling farm animals and pets. You can calm them, train them and generally get them to listen to you. You also know how to care for them and give them basic medical attention."},
	{"id":"DRAWING", "description":"You can create accurate and/or artistic drawings to a high quality. To do so requires a medium (ink, chalk, a stick), a surface (canvas, parchment, the mud) and time. You’re also able to assess the drawings of others, picking out subtle details of style or how they were made."},
	{"id":"ENDURANCE", "description":"You can withstand a great deal of bodily discomfort or strain without letting it affect you. This includes pushing through exhaustion, withstanding extreme temperatures or doing things that cause physical pain."},
	{"id":"GAMBLING", "description":"You are familiar with many games of skill and chance, and have a knack for winning them. You can pick up new games quickly and generally determine how good your opponents are, as well as noticing their tells when bluffing. You know how to cheat, though you also know what happens when cheaters get caught."},
	{"id":"GUNPOWDER WEAPONS", "description":"You are experienced and skilled at handling ranged weapons that use gunpowder to propel shot towards a target. These include rifles, pistols and (theoretically) even cannons."},
	{"id":"HAGGLING", "description":"You know how to appraise and value items, and how to turn that knowledge into a good deal. This applies to any negotiation where two or more sides are making offers and counter offers based on perceived value."},
	{"id":"HEAVY WEAPONS", "description":"You are experienced and skilled at using large hand weapons that rely on power and strength. These include greatswords, battleaxes and warhammers."},
	{"id":"HIDING", "description":"You’re very good at concealing yourself and avoiding being seen. You have a sense for sightlines and shadow, and can stay silent when you need to. This also covers secreting items away from prying eyes and knowing where others might hide valuables."},
	{"id":"HISTORY", "description":"You are familiar with the history of the major realms and families in your world, including the details of most of the wizards in charge. You have a basic knowledge of these subjects immediately to hand, and with access to a decent library can find out pretty much anything about a society’s past."},
	{"id":"HORTICULTURE", "description":"You are an able gardener and, if given the right resources, can grow and care for basically any kind of plant. You are able to identify and study plants and can even use your knowledge to help kill them, should a plant turn dangerous somehow."},
	{"id":"INGESTING", "description":"You are good at consuming all sorts of substances, including food, drink, intoxicants and even magic potions. Your body has a high tolerance for such things and you have learned to pay attention to it. This skill can even help you resist ingested poisons or identify ingredients."},
	{"id":"INTIMIDATION", "description":"You know what makes people nervous or uncomfortable and are experienced at using it to get what you want. You can often make yourself seem more powerful or in control than you are, and can also spot if others are able or willing to back up their own threats."},
	{"id":"INTRUSION", "description":"You are skilled at getting into things and places, including picking locks, climbing walls, cracking safes and distracting guards. You can also identify obvious entry points or predict how someone else might break into a location."},
	{"id":"LINGUISTICS", "description":"You have a keen ear for language and can pick up a local tongue or dialect quickly, as well as identifying commonalities or linguistic connections. You’re also able to crack codes and ciphers, given enough time."},
	{"id":"MASONRY", "description":"You can work stone and rock, both in construction and in mining. You are also able to assess any object or architecture that is primarily made of stone, and if you’re looking for them can spot changes in a structure that often indicate a secret door or pitfall."},
	{"id":"MECHANICAL DEVICES", "description":"You are familiar with the design and construction of interlocking mechanisms and basic engineering. While complicated machinery is rare, the world is full of locks, pulleys and levers and, with specialist tools, you could even do simple clockwork."},
	{"id":"MEDICINE", "description":"You are familiar with anatomy and the basic biological working of the body, and can generally assist with illness or injury, either through pharmacological or surgical intervention. Most creatures have similar basic structure, although this may not apply to magical beasts."},
	{"id":"MILITARY TACTICS", "description":"You can command a group of warriors in battle and are familiar with the basics of how to organise troops, as well as how to effectively direct a unit’s actions. It’s more likely that an adventurer will end up leading a village militia than a grand army, but you never know."},
	{"id":"MUSICAL INSTRUMENTS", "description":"You can play most musical instruments competently, and should pick a single sort of instrument at which you are a virtuoso. You are also able to read any common form of musical notation, and understand the principles of composition."},
	{"id":"PAINTING", "description":"You are able to create striking visual art in most mediums, as long as you have the resources to do so. These pieces can be abstract or representational, but take some time to do. You are also able to deduce information from pieces of art about the creator or work."},
	{"id":"PRECISE WEAPONS", "description":"You are experienced and skilled at using light hand weapons that rely on speed and finesse. These include rapiers, daggers and whips."},
	{"id":"PUBLIC SPEAKING", "description":"You are used to addressing large groups of people and can make yourself audible and compelling to an audience. You are also able to read the mood of a group of people and how receptive they might be to various suggestions."},
	{"id":"RELIGION", "description":"You are familiar with all the major gods found throughout the world, including the history and customs of their various worships, and have some knowledge of the smaller or more obscure ones. If you are an active worshipper of a god, you know some secret lore about them."},
	{"id":"RIDICULE", "description":"You can really get under someone’s skin, either to irritate them or to injure their pride. You are good at spotting a character’s insecurities and lampooning them. You can tell what a character’s tolerance for mockery is, though it’s your choice to cross that line."},
	{"id":"RIDING", "description":"You have a lot of experience in the saddle and can handle most mounts with ease. You are adept at riding through difficult terrain or conditions and know how to handle and care for your animals. You can also tell how easy a given animal would be to ride through observation."},
	{"id":"SAILING", "description":"You know how to handle yourself on the water and can perform most jobs aboard a ship with a high degree of skill. You can handle most vessels and can tell what the upcoming sailing conditions are likely to be. You never get seasick and know many shanties."},
	{"id":"SINGING", "description":"You have a lovely singing voice and excel at using it. You know many songs and have one for whatever mood you wish to conjure over a crowd, be it revelry, sadness or courage. You are skilled at regulating your breathing and understand the basics of music."},
	{"id":"SLEIGHT OF HAND", "description":"You have fine-tuned your manual dexterity to the point where you are able to perform complex manipulation with precision and subtlety. You can pick pockets, perform tricks and misdirections and can also spot when someone else is doing similar."},
	{"id":"SMITHING", "description":"You can work metal into all sorts of shapes and forms, provided you have the tools to do so. You can repair metal objects and deduce information about their manufacture. You know about ore and smelting, as well as the basics of where and how such things are mined."},
	{"id":"SNEAKING", "description":"You are able to move about quietly without drawing attention to yourself or leaving any notable trace. You are good at creating distractions and, unless they are unusually quiet, you can tell when there are people behind a door or around a corner."},
	{"id":"SWINDLING", "description":"You have a knack for dishonesty and are able to deceive and confuse people with ease. You can appear earnest and convincing when you need to, or simply talk fast enough to bamboozle them. You can always spot when someone is deliberately lying to you."},
	{"id":"TAILORING", "description":"You can draft, sew and repair clothing, provided you have the tools and materials to do so. You are familiar with different sorts of fabric and material, as well as with processes such as dying or tanning. You can measure someone up with a glance."},
	{"id":"THROWING", "description":"You are experienced and skilled at throwing things with both power and accuracy, including thrown weapons such as the bolas, javelin and sling. You can also catch things pretty well."},
	{"id":"TRACKING", "description":"You know how to trace the movements of people and creatures through all different environments. You can tell where they went and roughly what they were doing, as well as deduce details of your quarry such as their size, speed and temperament."},
	{"id":"TRAPS", "description":"You are familiar with how to set and disarm traps, and can create them yourself if you have sufficient time and resources. Your experience will likely be with animal traps, but the same principles (bait, levers, cages, counterweights, etc.) apply to mechanical ones."},
	{"id":"WEAVING", "description":"You can weave threads with speed and precision, including tapestries, ropes and knitted products. You are familiar with various fibres and wools and can deduce things about the manufacture of woven objects. You can also identify how best to destroy such things."},
	{"id":"WILD ANIMALS", "description":"You know the habits and tendencies of most animals that live in the wilderness, and can make educated guesses about unfamiliar ones. You can tell what animals might call an area home and can find or avoid them. You know how to hunt them or de-escalate a confrontation."},
	{"id":"WILDERNESS", "description":"You have spent a long time outside of villages or cities and know how to survive in and navigate the natural world. You can survive indefinitely through foraging and hunting, and can orient yourself by the position of the sun or the local night sky (provided it hasn’t been messed up by a local wizard). You know how to find shelter and natural resources."},
	{"id":"WILLPOWER", "description":"You can withstand a lot of mental or emotional strain without letting it affect you. This includes maintaining alertness, withstanding magical effects or doing things that you find emotionally distressing."},
	{"id":"WOODWORKING", "description":"You can work with wood, both carpentry and carving, provided you have the tools and resources.. You are also able to assess any object or architecture that is primarily made of wood, and can spot irregularities or hidden compartments in them."}
  ],
  
  
  "Items": ["10ft Chain", "Dice","50ft Rope", "Drum", "Animal scent", "Eggs", "Antivenom", "Empty bottle", "Backpack", "Fake jewels", "Bag of sand", "Fish", "Ball bearings", "Fishing net", "Bear trap", "Fishing rod", "Bedroll", "Flask of oil", "Bellows", "Frying pan", "Bolt of cloth", "Game animal (dead)", "Bonesaw", "Glue", "Book", "Grappling hook", "Bottle of beer", "Grease", "Bottle of wine", "Hacksaw", "Brick", "Hammer", "Caltrops", "Handbell", "Candles", "Hand drill", "Canvas sheet", "Healing poultice", "Chalk", "Holy symbol", "Chisel", "Holy water", "Cleaning brush", "Horn of gunpowder", "Clay pot", "Iron nails", "Crowbar", "Iron spikes", "Crystal ball", "Iron tongs", "Lantern", "Rake", "Leather strips", "Rations", "Loaf of bread", "Razor", "Lockpicks", "Sack", "Long pole", "Sextant", "Lump of clay", "Shears", "Lute", "Shovel", "Magic item (Random)", "Soap", "Magic potion (Random)", "Spyglass", "Magnifying glass", "Steel mirror", "Make-up", "Steel wire", "Map", "Sticks of incense", "Manacles", "Tinderbox", "Mask", "Tobacco & pipe", "Measuring tape", "Torches", "Needle & thread", "Vegetable", "Paint & brush", "Vial of acid", "Parchment sheets", "Vial of pigment", "Pen & ink", "Vial of poison", "Perfume", "Waterskin", "Pick", "Wax & seal", "Pipes", "Weighing scales", "Pitons", "Wheel of cheese", "Playing cards", "Whistle", "Pouch of herbs", "Wooden stake"],
  
  
  
  "Weapons": ["kindness", "evil"],
  
  "FirstNames": ["Jo", "Les", "Cas"],
  
  "LastNames": ["Tarry", "The Dragon", "Stone"]
} 
